/* Error description */
"A component of the path is not a directory." = "Składowa ścieżki nie jest katalogiem.";

/* Error description */
"Buffer too small for attribute names." = "Bufor jest za mały dla nazw atrybutów.";

/* Error description */
"Failed to reassemble attribute value." = "Nie udało się odtworzyć wartości atrybutu.";

/* Error description */
"File name too long." = "Za długa nazwa pliku.";

/* Error description */
"File system does not support extended attributes or they are disabled." = "System plików nie wspiera rozszerzonych atrybutów lub zostały one wyłączone.";

/* Error description */
"I/O error occurred." = "Wystąpił błąd We/Wy.";

/* Error description */
"Invalid data." = "Nieprawidłowe dane.";

/* Error description */
"No space left on file system." = "Zabrakło miejsca na dysku.";

/* Error description */
"Notes file not found." = "Nie znaleziono pliku notatki.";

/* Error description */
"Options contained XATTR_CREATE but the named attribute exists." = "Opcje zawierały XATTR_CREATE, podczas gdy już istnieje nazwany atrybut.";

/* Error description */
"Options not recognized." = "Opcje nie zostały rozpoznane.";

/* Error description */
"Path or name points to an invalid address." = "Ścieżka lub nazwa wskazuje na nieprawidłowy adres.";

/* Error description */
"Read-only file system.  Unable to change attributes." = "System plików tylko do odczytu. Nie można zmienić atrybutów.";

/* Error description */
"Search permission denied for this path." = "Odmowa dostępu do wyszukiwania dla tej ścieżki.";

/* Error description */
"The data size of the extended attribute is too large." = "Rozmiar danych rozszerzonego atrybutu jest za duży.";

/* Error description */
"The file does not exist or is not a file." = "Plik nie istnieje lub nie jest plikiem.";

/* Error description */
"The file does not exist or is not a package." = "Plik nie istnieje lub nie jest pakietem.";

/* Error description */
"The named attribute does not exist." = "Nazwany atrybut nie istnieje.";

/* Error description */
"This file system object does not support extended attributes." = "Ten obiekt systemu plików nie wspiera rozszerzonych atrybutów.";

/* Error description */
"Too many symlinks encountered resolving path." = "Natrafiono na zbyt wiele dowiązań symbolicznych podczas ustalania ścieżki.";

/* Error description */
"Unknown error occurred." = "Wystąpił nieznany błąd.";

